accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
ark
aspell
b43-fwcutter
base
base-devel
bash-completion
bind
binder_linux-dkms
bluedevil
blueman
bluez
bluez-utils
breeze-gtk
brightnessctl
btrfs-progs
cantarell-fonts
chromium
crazydiskinfo
cryptsetup
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
dolphin
dolphin-plugins
dosfstools
downgrade
dracut
duf
dunst
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-plasma-sddm-config
eos-quickstart
eos-rankmirrors
eos-settings-plasma
ethtool
exfatprogs
eza
f2fs-tools
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc-ut
fcitx5-qt
ffmpegthumbnailer
ffmpegthumbs
figlet
firefox
firefox-i18n-ja
firewalld
flatpak
fsarchiver
fwupd
git
glances
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gum
gwenview
haruna
haveged
hdparm
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
inetutils
inxi
iptables-nft
iwd
jfsutils
jq
kate
kcalc
kde-cli-tools
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kernel-install-for-dracut
kgamma
kimageformats
kinfocenter
kio-admin
kio-extras
kio-fuse
kitty
konsole
kscreen
kwallet-pam
kwayland-integration
less
libadwaita
libappindicator-gtk3
libdvdcss
libgsf
libopenraw
libwnck3
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
logrotate
lsb-release
lsscsi
luarocks
lvm2
maliit-keyboard
man-db
man-pages
mdadm
meld
mesa-utils
minecraft-launcher
modemmanager
mpd
mtools
nano
nano-syntax-highlighting
neofetch
neovim
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nwg-bar
okular
openssh
pacman-contrib
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-workspace
plocate
poppler-glib
power-profiles-daemon
powerdevil
print-manager
pv
python
python-capng
python-defusedxml
python-packaging
python-pyqt5
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rofi-wayland
rsync
rtkit
s-nail
sddm-kcm
sg3_utils
smartmontools
sof-firmware
spectacle
spotify-tui
spotifyd
sudo
sysfsutils
systemd-sysvcompat
texinfo
thunar
tldr
tree
ttf-bitstream-vera
ttf-dejavu
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-font-awesome
ttf-liberation
ttf-opensans
tumbler
ueberzug
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
vimiv-qt
waybar
waydroid
waypaper
welcome
wget
which
wireplumber
wlogout
wofi
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xremap-hypr-bin
xsettingsd
xterm
xwaylandvideobridge
yay
yazi
